<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Reg</title>
    <link rel="stylesheet" href="Reg/reg.css">
</head>
<body>
    <div class="big-walper-reg">
        <div class="reg-info">
            <img src="/img/logo-reg.png" alt="">
            <h1>«REGLAGE» ОБЪЕДИНИЛ <br>ФИЛИАЛЫ ВЕДУЩИХ ПО ВСЕМУ<br> МИРУ ТЮНИНГ-АТЕЛЬЕ ПОД <br>ОДНОЙ КРЫШЕЙ</h1>
            <p>«REGLAGE» – это гигант в мире премиального <br>автомобильного тюнинга и дооснащения. Крупнейший <br>в Европе тюнинг-сервис на площади более 6000 <br> тысяч квадратных метров объединил филиалы <br>лучших тюнинг-ателье Москвы под одной крышей.</p>
        </div>
        <div class="big-reg">
            <div class="walper-link">
                <p>Регистрация</p>
                <a href="/aut.php">Авторизация</a>
            </div>
            <div class="p-reg">
                <div>
                    <p>Имя:</p>
                    <p>Фамилия:</p>
                    <p>Отчество:</p>
                    <p>Номер телефона:</p>
                    <p class="password-p">Пароль:</p>
                    <p class="password-p-rep">Повторите пароль:</p>
                </div>
                <form action="register.php" method="post">
                    <input type="text" placeholder="" name="Name">
                    <input type="text" placeholder="" name="Surname">
                    <input type="text" placeholder="" name="Otchestvo">
                    <input type="text" placeholder="" name="Number">
                    <input class="password-in" type="text" placeholder="" name="Pass">
                    <input class="password-in-rep" type="text" placeholder="" name="Repeat">
                    <button type="submit">Зарегестрироваться</button>
            </form>
            </div>
            <div class="info-user-link">
                <p>Даю согласие на обработку персональных данных</p>
            </div>
            <p class="politika" id="open-modal-btn">Политика конфиценциальности</p>
            
        </div>
    </div>
    <div class="modal" id="my-modal">
        <div class="modal-box">
            <button class="close-modal" id="close-my-modal-btn">
                <img src="/img/close.png" alt="">
            </button>
            <h2>ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</h2>
            <p>г. Москва «12» июля 2000 г.
                Настоящая Политика конфиденциальности персональных данных (далее – Политика конфиденциальности) действует в отношении всей информации, которую Интернет-магазин «GEGLAGE»,
                расположенный на доменном имени 119049 г. Москва, ул. Донская, д. 8 стр. 1, может получить о Пользователе во время использования сайта Интернет-магазина, программ и продуктов Интернет-магазина.
                1. ОПРЕДЕЛЕНИЕ ТЕРМИНОВ
                1.1 В настоящей Политике конфиденциальности используются следующие термины:
                1.1.1. «Администрация сайта Интернет-магазина (далее – Администрация сайта) » – уполномоченные сотрудники на управления сайтом, действующие от имени OOO GEGLAGE, которые организуют и (или) осуществляет обработку персональных данных, а также определяет цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.
                1.1.2. «Персональные данные» - любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных).
                1.1.3. «Обработка персональных данных» - любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.
                1.1.4. «Конфиденциальность персональных данных» - обязательное для соблюдения Оператором или иным получившим доступ к персональным данным лицом требование не допускать их распространения без согласия субъекта персональных данных или наличия иного законного основания.
                1.1.5. «Пользователь сайта Интернет-магазина (далее ? Пользователь)» – лицо, имеющее доступ к Сайту, посредством сети Интернет и использующее Сайт интернет-магазина.
                1.1.6. «Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть страницу соответствующего сайта.
                1.1.7. «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP. 2. ОБЩИЕ ПОЛОЖЕНИЯ
                2.1. Использование Пользователем сайта Интернет-магазина означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.
                2.2. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование сайта Интернет-магазина.
                2.3.Настоящая Политика конфиденциальности применяется только к сайту Интернет-магазина GEGLAGE. Интернет-магазин не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на сайте Интернет-магазина.
                2.4. Администрация сайта не проверяет достоверность персональных данных, предоставляемых Пользователем сайта Интернет-магазина.
                3. ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ
                3.1. Настоящая Политика конфиденциальности устанавливает обязательства Администрации сайта интернет-магазина по неразглашению и обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь предоставляет по запросу Администрации сайта при регистрации на сайте интернет-магазина или при оформлении заказа для приобретения Товара.
                3.2. Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, предоставляются Пользователем путём заполнения регистрационной формы на Сайте интернет-магазина GEGLAGE в разделе Личный кабинет и включают в себя следующую информацию:
                3.2.1. фамилию, имя, отчество Пользователя;
                3.2.2. контактный телефон Пользователя;
                3.2.3. адрес электронной почты (e-mail);
                3.3. Интернет-магазин защищает Данные, которые автоматически передаются в процессе просмотра рекламных блоков и при посещении страниц, на которых установлен статистический скрипт системы ("пиксель"):
                · IP адрес;
                · информация из cookies;
                · информация о браузере (или иной программе, которая осуществляет доступ к показу рекламы);
                · время доступа;
                · адрес страницы, на которой расположен рекламный блок;</p>
        </div>
    </div>
    <script defer src="/js/index.js"></script>
</body>
</html>